# Объявление переменных для описания объекта "еда"
название = "Пицца"  # тип строка
калорийность = 300  # тип целое число
белки = 15.2  # тип число с плавающей точкой
жиры = 12.5  # тип число с плавающей точкой
углеводы = 35.7  # тип число с плавающей точкой
вегетарианское = False  # тип логический

# Вывод типов переменных
print(f"Тип переменной 'название': {type(название)}")
print(f"Тип переменной 'калорийность': {type(калорийность)}")
print(f"Тип переменной 'белки': {type(белки)}")
print(f"Тип переменной 'жиры': {type(жиры)}")
print(f"Тип переменной 'углеводы': {type(углеводы)}")
print(f"Тип переменной 'вегетарианское': {type(вегетарианское)}")
